Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# downloads_body
source: Everything here works without internet.
ar: كل ما هنا يعمل دون إنترنت.
as: ইয়াৰ সকলোবোৰ ইণ্টাৰনেট অবিহনে চলে।
bn: এখানের সবকিছু ইন্টারনেট ছাড়াই চলে।
bs: Sve ovdje radi bez interneta.
ckb: هەموو شتێک لێرە بێ ئینتەرنێت کار دەکات.
es: Todo esto funciona sin internet.
fa: همه موارد اینجا بدون اینترنت کار می‌کنند.
fa_af: همه موارد اینجا بدون انترنت کار می‌کنند.
fil: Gumagana nang walang internet ang lahat ng narito.
fr: Tout ici fonctionne sans internet.
gu: અહીંની દરેક વસ્તુ ઇન્ટરનેટ વગર ચાલે છે.
ha: Duk abin da ke nan yana aiki ba tare da intanet ba.
hi: यहाँ की हर चीज़ इंटरनेट के बिना चलती है।
hu: Itt minden internet nélkül működik.
id: Semua di sini berfungsi tanpa internet.
ka: აქ ყველაფერი ინტერნეტის გარეშე მუშაობს.
km: អ្វីៗទាំងអស់នៅទីនេះដំណើរការដោយគ្មានអ៊ីនធឺណិត។
kn: ಇಲ್ಲಿರುವ ಎಲ್ಲವೂ ಇಂಟರ್ನೆಟ್ ಇಲ್ಲದೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.
mk: Сè овде работи без интернет.
ml: ഇവിടെയുള്ളതെല്ലാം ഇന്റർനെറ്റ് ഇല്ലാതെ പ്രവർത്തിക്കും.
mr: इथली प्रत्येक गोष्ट इंटरनेटशिवाय चालते.
nl: Alles hier werkt zonder internet.
pa: ਇੱਥੇ ਸਭ ਕੁਝ ਇੰਟਰਨੈੱਟ ਤੋਂ ਬਿਨਾਂ ਕੰਮ ਕਰਦਾ ਹੈ।
pt: Tudo aqui funciona sem internet.
ru: Всё здесь работает без интернета.
si: මෙහි ඇති සියල්ල අන්තර්ජාලය නොමැතිව ක්‍රියා කරයි.
sr: Све овде ради без интернета.
sw: Kila kitu hapa kinafanya kazi bila intaneti.
te: ఇక్కడ ఉన్నవన్నీ ఇంటర్నెట్ లేకుండా పనిచేస్తాయి.
th: ทุกอย่างในนี้ใช้งานได้โดยไม่ต้องใช้อินเทอร์เน็ต
tr: Buradaki her şey internetsiz çalışır.
ug: بۇ يەردىكى ھەممىسى تورسىز ئىشلەيدۇ.
ur: یہاں موجود سب کچھ انٹرنیٹ کے بغیر چلتا ہے۔
vi: Mọi thứ ở đây đều hoạt động không cần internet.
zh_hans: 这里的所有内容无需联网即可使用。

# draft_translations_note
source: Some translations are drafts awaiting native review.
ar: بعض الترجمات مسودات بانتظار مراجعة متحدثين أصليين.
as: কিছুমান অনুবাদ খচৰা আৰু মাতৃভাষীৰ পৰ্যালোচনাৰ অপেক্ষাত।
bn: কিছু অনুবাদ খসড়া এবং মাতৃভাষীদের পর্যালোচনার অপেক্ষায়।
bs: Neki prijevodi su nacrti koji čekaju pregled izvornih govornika.
ckb: هەندێک وەرگێڕان ڕەشنووسن و چاوەڕوانی پێداچوونەوەی ئاخێوەرانی زمانەکەن.
es: Algunas traducciones son borradores pendientes de revisión nativa.
fa: برخی ترجمه‌ها پیش‌نویس هستند و منتظر بازبینی گویشوران بومی‌اند.
fa_af: برخی ترجمه‌ها پیش‌نویس هستند و منتظر بازبینی گویشوران بومی‌اند.
fil: Draft pa ang ilang salin at hinihintay ang pagsusuri ng mga katutubong nagsasalita.
fr: Certaines traductions sont des brouillons en attente de relecture.
gu: કેટલાક અનુવાદો ડ્રાફ્ટ છે અને મૂળ ભાષીઓની સમીક્ષા બાકી છે.
ha: Wasu fassarorin daftari ne da ke jiran masu harshen su duba.
hi: कुछ अनुवाद ड्राफ़्ट हैं और मूल भाषियों की समीक्षा बाक़ी है।
hu: Egyes fordítások vázlatok, anyanyelvi ellenőrzésre várnak.
id: Beberapa terjemahan masih draf yang menunggu tinjauan penutur asli.
ka: ზოგიერთი თარგმანი სამუშაო ვერსიაა და ელოდება მშობლიური ენის მცოდნის შემოწმებას.
km: ការបកប្រែខ្លះជាសេចក្ដីព្រាង ដែលកំពុងរង់ចាំការពិនិត្យដោយអ្នកនិយាយភាសាកំណើត។
kn: ಕೆಲವು ಅನುವಾದಗಳು ಕರಡುಗಳಾಗಿದ್ದು, ಸ್ಥಳೀಯ ಭಾಷಿಕರ ಪರಿಶೀಲನೆಗಾಗಿ ಕಾಯುತ್ತಿವೆ.
mk: Некои преводи се нацрти што чекаат преглед од мајчини говорители.
ml: ചില പരിഭാഷകൾ കരടുകളാണ്, മാതൃഭാഷക്കാരുടെ പരിശോധന കാത്തിരിക്കുന്നു.
mr: काही अनुवाद मसुदे आहेत आणि मूळ भाषकांच्या पुनरावलोकनाच्या प्रतीक्षेत आहेत.
nl: Sommige vertalingen zijn concepten die nog door moedertaalsprekers worden nagekeken.
pa: ਕੁਝ ਅਨੁਵਾਦ ਖਰੜੇ ਹਨ ਅਤੇ ਮਾਂ-ਬੋਲੀ ਵਾਲਿਆਂ ਦੀ ਨਜ਼ਰਸਾਨੀ ਬਾਕੀ ਹੈ।
pt: Algumas traduções são rascunhos aguardando revisão de falantes nativos.
ru: Некоторые переводы — черновики и ждут проверки носителями языка.
si: සමහර පරිවර්තන කෙටුම්පත් වන අතර මව් භාෂිකයින්ගේ සමාලෝචනය බලාපොරොත්තුවෙන් සිටී.
sr: Неки преводи су нацрти који чекају преглед изворних говорника.
sw: Baadhi ya tafsiri ni rasimu zinazosubiri kukaguliwa na wazawa wa lugha.
te: కొన్ని అనువాదాలు ముసాయిదాలు, స్థానిక భాషా సమీక్ష కోసం వేచి ఉన్నాయి.
th: คำแปลบางส่วนเป็นฉบับร่างที่รอเจ้าของภาษาตรวจทาน
tr: Bazı çeviriler anadili konuşanlarca incelenmeyi bekleyen taslaklardır.
ug: بەزى تەرجىمىلەر ئانا تىللىقلارنىڭ تەكشۈرۈشىنى كۈتۈۋاتقان دەسلەپكى نۇسخا.
ur: کچھ تراجم مسودہ ہیں اور اہلِ زبان کی نظرثانی باقی ہے۔
vi: Một số bản dịch là bản nháp, đang chờ người bản ngữ xem lại.
zh_hans: 部分翻译为草稿，等待母语人士审阅。

# error_pack_checksum
source: the file is damaged (checksum mismatch)
ar: الملف تالف (عدم تطابق البصمة)
as: ফাইলটো ক্ষতিগ্ৰস্ত (চেকছাম মিল নাখায়)
bn: ফাইলটি নষ্ট (চেকসাম মেলেনি)
bs: datoteka je oštećena (kontrolni zbir se ne podudara)
ckb: فایلەکە تێکچووە (checksum ناگونجێت)
es: el archivo está dañado (suma de verificación incorrecta)
fa: فایل آسیب دیده است (عدم تطابق checksum)
fa_af: فایل آسیب دیده است (عدم تطابق checksum)
fil: sira ang file (hindi tugma ang checksum)
fr: le fichier est endommagé (somme de contrôle incorrecte)
gu: ફાઇલ ખરાબ છે (ચેકસમ મેળ ખાતો નથી)
ha: fayil ɗin ya lalace (checksum bai dace ba)
hi: फ़ाइल ख़राब है (चेकसम मेल नहीं खाता)
hu: a fájl sérült (az ellenőrzőösszeg nem egyezik)
id: file rusak (checksum tidak cocok)
ka: ფაილი დაზიანებულია (საკონტროლო ჯამი არ ემთხვევა)
km: ឯកសារខូច (checksum មិនត្រូវគ្នា)
kn: ಫೈಲ್ ಹಾನಿಗೊಳಗಾಗಿದೆ (ಚೆಕ್‌ಸಮ್ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ)
mk: датотеката е оштетена (контролниот збир не се совпаѓа)
ml: ഫയൽ കേടായി (ചെക്ക്സം പൊരുത്തപ്പെടുന്നില്ല)
mr: फाइल खराब आहे (चेकसम जुळत नाही)
nl: het bestand is beschadigd (checksum komt niet overeen)
pa: ਫ਼ਾਈਲ ਖ਼ਰਾਬ ਹੈ (ਚੈੱਕਸਮ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ)
pt: o arquivo está danificado (checksum não confere)
ru: файл повреждён (контрольная сумма не совпадает)
si: ගොනුව හානි වී ඇත (චෙක්සම් නොගැළපේ)
sr: фајл је оштећен (контролни збир се не поклапа)
sw: faili imeharibika (checksum hailingani)
te: ఫైల్ పాడైంది (చెక్‌సమ్ సరిపోలలేదు)
th: ไฟล์เสียหาย (checksum ไม่ตรงกัน)
tr: dosya bozuk (sağlama toplamı uyuşmuyor)
ug: ھۆججەت بۇزۇلغان (checksum ماس ئەمەس)
ur: فائل خراب ہے (چیک سم میل نہیں کھاتا)
vi: tệp bị hỏng (sai mã kiểm tra)
zh_hans: 文件已损坏（校验和不匹配）

# error_pack_format
source: it isn’t a supported pack
ar: ليس حزمة مدعومة
as: এইটো সমৰ্থিত পেক নহয়
bn: এটি সমর্থিত প্যাক নয়
bs: nije podržani paket
ckb: پاکێجێکی پشتگیریکراو نییە
es: no es un paquete compatible
fa: بسته پشتیبانی‌شده‌ای نیست
fa_af: بسته پشتیبانی‌شده‌ای نیست
fil: hindi ito suportadong pack
fr: ce n’est pas un paquet pris en charge
gu: આ સમર્થિત પૅક નથી
ha: ba fakitin da ake tallafawa ba ne
hi: यह समर्थित पैक नहीं है
hu: nem támogatott csomag
id: bukan paket yang didukung
ka: ეს მხარდაჭერილი პაკეტი არ არის
km: វាមិនមែនជាកញ្ចប់ដែលគាំទ្រទេ
kn: ಇದು ಬೆಂಬಲಿತ ಪ್ಯಾಕ್ ಅಲ್ಲ
mk: не е поддржан пакет
ml: ഇത് പിന്തുണയുള്ള പാക്ക് അല്ല
mr: हा समर्थित पॅक नाही
nl: het is geen ondersteund pakket
pa: ਇਹ ਸਮਰਥਿਤ ਪੈਕ ਨਹੀਂ ਹੈ
pt: não é um pacote compatível
ru: это неподдерживаемый пакет
si: මෙය සහාය දක්වන පැකේජයක් නොවේ
sr: није подржани пакет
sw: si kifurushi kinachotumika
te: ఇది మద్దతు ఉన్న ప్యాక్ కాదు
th: ไม่ใช่แพ็กที่รองรับ
tr: desteklenen bir paket değil
ug: قوللىنىدىغان بوغچا ئەمەس
ur: یہ معاون پیک نہیں
vi: đây không phải là gói được hỗ trợ
zh_hans: 不是受支持的数据包

# error_pack_newer
source: it needs a newer version of the app
ar: يتطلب إصدارًا أحدث من التطبيق
as: ইয়াৰ বাবে এপৰ নতুন সংস্কৰণ লাগে
bn: এর জন্য অ্যাপের নতুন ভার্সন লাগবে
bs: potrebna je novija verzija aplikacije
ckb: پێویستی بە وەشانێکی نوێتری ئەپەکە هەیە
es: necesita una versión más reciente de la app
fa: به نسخه جدیدتری از برنامه نیاز دارد
fa_af: به نسخه جدیدتری از برنامه نیاز دارد
fil: kailangan nito ng mas bagong bersyon ng app
fr: il faut une version plus récente de l’app
gu: આ માટે ઍપનું નવું વર્ઝન જોઈએ
ha: yana buƙatar sabuwar sigar manhajar
hi: इसके लिए ऐप का नया वर्ज़न चाहिए
hu: az alkalmazás újabb verziója kell hozzá
id: memerlukan versi aplikasi yang lebih baru
ka: საჭიროა აპის უფრო ახალი ვერსია
km: វាត្រូវការកំណែកម្មវិធីថ្មីជាងនេះ
kn: ಇದಕ್ಕೆ ಆ್ಯಪ್‌ನ ಹೊಸ ಆವೃತ್ತಿ ಬೇಕು
mk: потребна е понова верзија на апликацијата
ml: ഇതിന് ആപ്പിന്റെ പുതിയ പതിപ്പ് വേണം
mr: यासाठी ॲपची नवीन आवृत्ती लागते
nl: er is een nieuwere versie van de app nodig
pa: ਇਸ ਲਈ ਐਪ ਦਾ ਨਵਾਂ ਵਰਜਨ ਚਾਹੀਦਾ ਹੈ
pt: é preciso uma versão mais nova do app
ru: нужна более новая версия приложения
si: මෙයට යෙදුමේ නව අනුවාදයක් අවශ්‍යයි
sr: потребна је новија верзија апликације
sw: inahitaji toleo jipya zaidi la programu
te: దీనికి యాప్ యొక్క కొత్త వెర్షన్ అవసరం
th: ต้องใช้แอปเวอร์ชันใหม่กว่า
tr: uygulamanın daha yeni bir sürümü gerekir
ug: ئەپنىڭ يېڭىراق نەشرى كېرەك
ur: اس کے لیے ایپ کا نیا ورژن درکار ہے
vi: cần phiên bản ứng dụng mới hơn
zh_hans: 需要更新版本的应用

# estimated_badge
source: Estimated: nearest-latitude rule
ar: تقديري: قاعدة أقرب عرض
as: আনুমানিক: ওচৰৰ অক্ষাংশৰ নিয়ম
bn: আনুমানিক: নিকটতম অক্ষাংশের নিয়ম
bs: Procjena: pravilo najbliže širine
ckb: خەمڵێنراو: یاسای نزیکترین پانی
es: Estimado: regla de la latitud más cercana
fa: تخمینی: قاعده نزدیک‌ترین عرض
fa_af: تخمینی: قاعده نزدیک‌ترین عرض
fil: Tinantya: panuntunan ng pinakamalapit na latitude
fr: Estimé : règle de la latitude la plus proche
gu: અંદાજિત: નજીકના અક્ષાંશનો નિયમ
ha: Ƙiyasi: ƙa'idar latitude mafi kusa
hi: अनुमानित: नज़दीकी अक्षांश का नियम
hu: Becsült: legközelebbi szélesség szabálya
id: Perkiraan: aturan lintang terdekat
ka: სავარაუდო: უახლოესი განედის წესი
km: ប៉ាន់ស្មាន៖ ច្បាប់រយៈទទឹងជិតបំផុត
kn: ಅಂದಾಜು: ಹತ್ತಿರದ ಅಕ್ಷಾಂಶ ನಿಯಮ
mk: Проценето: правило на најблиската ширина
ml: ഏകദേശം: അടുത്തുള്ള അക്ഷാംശ നിയമം
mr: अंदाजे: जवळच्या अक्षांशाचा नियम
nl: Geschat: regel dichtstbijzijnde breedtegraad
pa: ਅੰਦਾਜ਼ਨ: ਨੇੜਲੇ ਅਕਸ਼ਾਂਸ਼ ਦਾ ਨਿਯਮ
pt: Estimado: regra da latitude mais próxima
ru: Приблизительно: правило ближайшей широты
si: ඇස්තමේන්තුගත: ළඟම අක්ෂාංශ නීතිය
sr: Процена: правило најближе ширине
sw: Makadirio: kanuni ya latitudo iliyo karibu
te: అంచనా: సమీప అక్షాంశ నియమం
th: ประมาณการ: กฎละติจูดที่ใกล้ที่สุด
tr: Tahmini: en yakın enlem kuralı
ug: مۆلچەر: ئەڭ يېقىن كەڭلىك قائىدىسى
ur: تخمینی: قریب ترین عرض بلد کا اصول
vi: Ước tính: quy tắc vĩ độ gần nhất
zh_hans: 估算：最近纬度规则

# exact_alarm_needed
source: To ring on time, allow “Alarms & reminders” for this app.
ar: ليصل التذكير في وقته، اسمح بـ«المنبّهات والتذكيرات» لهذا التطبيق.
as: ঠিক সময়ত বাজিবলৈ এই এপক “এলাৰ্ম আৰু সোঁৱৰণী”ৰ অনুমতি দিয়ক।
bn: ঠিক সময়ে বাজার জন্য এই অ্যাপকে “অ্যালার্ম ও রিমাইন্ডার” অনুমতি দিন।
bs: Da bi zvonilo na vrijeme, dozvolite ovoj aplikaciji „Alarmi i podsjetnici”.
ckb: بۆ ئەوەی لە کاتی خۆیدا لێبدات، ڕێگە بە «ئەلارم و بیرخەرەوەکان» بدە بۆ ئەم ئەپە.
es: Para avisar a tiempo, permite “Alarmas y recordatorios” para esta app.
fa: برای اینکه سر وقت زنگ بزند، «هشدارها و یادآورها» را برای این برنامه مجاز کنید.
fa_af: برای اینکه سر وقت زنگ بزند، «هشدارها و یادآورها» را برای این برنامه مجاز کنید.
fil: Para tumunog sa tamang oras, payagan ang “Mga alarm at paalala” para sa app na ito.
fr: Pour sonner à l’heure, autorisez « Alarmes et rappels » pour cette app.
gu: સમયસર વાગે તે માટે આ ઍપને “એલાર્મ અને રિમાઇન્ડર” ની પરવાનગી આપો.
ha: Don ta yi ƙara a kan lokaci, ba da izinin “Ƙararrawa da tunatarwa” ga wannan manhaja.
hi: ठीक समय पर बजने के लिए इस ऐप को “अलार्म और रिमाइंडर” की अनुमति दें।
hu: A pontos jelzéshez engedélyezd az alkalmazásnak az „Ébresztések és emlékeztetők” funkciót.
id: Agar tepat waktu, izinkan “Alarm & pengingat” untuk aplikasi ini.
ka: დროულად რომ დარეკოს, ამ აპისთვის დაუშვით „მაღვიძარები და შეხსენებები“.
km: ដើម្បីរោទ៍ឱ្យទាន់ពេល សូមអនុញ្ញាត “ម៉ោងរោទ៍ និងការរំលឹក” សម្រាប់កម្មវិធីនេះ។
kn: ಸಮಯಕ್ಕೆ ಸರಿಯಾಗಿ ರಿಂಗ್ ಆಗಲು, ಈ ಆ್ಯಪ್‌ಗೆ “ಅಲಾರಂಗಳು & ಜ್ಞಾಪನೆಗಳು” ಅನುಮತಿಸಿ.
mk: За да ѕвони навреме, дозволете „Аларми и потсетници“ за оваа апликација.
ml: കൃത്യസമയത്ത് മുഴങ്ങാൻ, ഈ ആപ്പിന് “അലാറങ്ങളും ഓർമ്മപ്പെടുത്തലുകളും” അനുവദിക്കുക.
mr: वेळेवर वाजण्यासाठी या ॲपला “अलार्म आणि रिमाइंडर” ची परवानगी द्या.
nl: Sta „Wekkers en herinneringen” toe voor deze app, zodat hij op tijd afgaat.
pa: ਸਹੀ ਵਕਤ ’ਤੇ ਵੱਜਣ ਲਈ, ਇਸ ਐਪ ਨੂੰ “ਅਲਾਰਮ ਅਤੇ ਯਾਦ-ਦਹਾਨੀਆਂ” ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pt: Para tocar na hora certa, permita “Alarmes e lembretes” para este app.
ru: Чтобы напоминания звучали вовремя, разрешите этому приложению «Будильники и напоминания».
si: නියමිත වේලාවට නාද වීමට, මෙම යෙදුමට “එලාම් සහ සිහිකැඳවීම්” ඉඩ දෙන්න.
sr: Да би звонило на време, дозволите овој апликацији „Аларми и подсетници”.
sw: Ili ilie kwa wakati, ruhusu “Kengele na vikumbusho” kwa programu hii.
te: సమయానికి మోగడానికి, ఈ యాప్‌కు “అలారాలు & రిమైండర్‌లు” అనుమతించండి.
th: เพื่อให้ดังตรงเวลา โปรดอนุญาต “การปลุกและการเตือน” สำหรับแอปนี้
tr: Tam vaktinde çalması için bu uygulamaya “Alarmlar ve hatırlatıcılar” izni verin.
ug: ۋاقتىدا جىرىڭلىشى ئۈچۈن بۇ ئەپكە «ئويغاتقۇچ ۋە ئەسكەرتىشلەر» ئىجازىتىنى بېرىڭ.
ur: وقت پر اطلاع کے لیے اس ایپ کو “الارم اور یاد دہانیاں” کی اجازت دیں۔
vi: Để đổ chuông đúng giờ, hãy cho phép “Báo thức và lời nhắc” cho ứng dụng này.
zh_hans: 为了准时响铃，请为此应用允许“闹钟和提醒”。

source: Exact quote
ar: نص حرفي
as: হুবহু উদ্ধৃতি
bn: হুবহু উদ্ধৃতি
bs: Tačan citat
ckb: دەقی وەک خۆی
es: Cita exacta
fa: نقل دقیق
fa_af: نقل دقیق
fil: Eksaktong sipi
fr: Citation exacte
gu: શબ્દશઃ અવતરણ
ha: Ainihin magana
hi: हूबहू उद्धरण
hu: Pontos idézet
id: Kutipan persis
ka: ზუსტი ციტატა
km: សម្រង់ពិតប្រាកដ
kn: ಯಥಾವತ್ ಉಲ್ಲೇಖ
mk: Точен цитат
ml: യഥാതഥ ഉദ്ധരണി
mr: जसाच्या तसा उतारा
nl: Letterlijk citaat
pa: ਹੂ-ਬ-ਹੂ ਹਵਾਲਾ
pt: Citação exata
ru: Точная цитата
si: නියම උපුටා දැක්වීම
sr: Тачан цитат
sw: Nukuu halisi
te: యథాతథ ఉల్లేఖన
th: ข้อความต้นฉบับ
tr: Birebir alıntı
ug: ئەينەن نەقىل
ur: بعینہٖ اقتباس
vi: Trích dẫn nguyên văn
zh_hans: 原文引用

source: Expand
ar: توسيع
as: বিস্তাৰ কৰক
bn: বড় করুন
bs: Proširi
ckb: فراوانکردن
es: Ampliar
fa: باز کردن
fa_af: باز کردن
fil: Palawakin
fr: Agrandir
gu: વિસ્તૃત કરો
ha: Faɗaɗa
hi: फैलाएँ
hu: Kibontás
id: Perluas
ka: გაშლა
km: ពង្រីក
kn: ವಿಸ್ತರಿಸಿ
mk: Прошири
ml: വികസിപ്പിക്കുക
mr: विस्तार करा
nl: Uitvouwen
pa: ਫੈਲਾਓ
pt: Expandir
ru: Развернуть
si: විහිදන්න
sr: Прошири
sw: Panua
te: విస్తరించు
th: ขยาย
tr: Genişlet
ug: يېيىش
ur: پھیلائیں
vi: Mở rộng
zh_hans: 展开

# external_maps_note
source: Directions open in your maps app. Turn-by-turn needs that app and usually internet.
ar: تُفتح الاتجاهات في تطبيق الخرائط، والملاحة خطوة بخطوة تحتاج ذلك التطبيق وغالبًا الإنترنت.
as: পথ নিৰ্দেশনা আপোনাৰ মেপ এপত খোল খায়। খোজে খোজে নিৰ্দেশনাৰ বাবে সেই এপ আৰু সাধাৰণতে ইণ্টাৰনেট লাগে।
bn: পথনির্দেশ আপনার ম্যাপ অ্যাপে খোলে। ধাপে ধাপে নির্দেশনার জন্য সেই অ্যাপ এবং সাধারণত ইন্টারনেট লাগে।
bs: Upute se otvaraju u aplikaciji za mape. Navigacija korak po korak zahtijeva tu aplikaciju i obično internet.
ckb: ڕێنمایی ڕێگا لە ئەپی نەخشەکەتدا دەکرێتەوە. ڕێنمایی هەنگاو بە هەنگاو پێویستی بەو ئەپە و زۆربەی کات ئینتەرنێت هەیە.
es: Las indicaciones se abren en tu app de mapas, que suele necesitar internet.
fa: مسیریابی در برنامه نقشه شما باز می‌شود. راهنمای گام‌به‌گام به آن برنامه و معمولاً اینترنت نیاز دارد.
fa_af: مسیریابی در برنامه نقشه شما باز می‌شود. راهنمای گام‌به‌گام به آن برنامه و معمولاً انترنت نیاز دارد.
fil: Bubukas ang direksyon sa iyong maps app. Kailangan ng app na iyon at kadalasan ng internet para sa turn-by-turn.
fr: L’itinéraire s’ouvre dans votre app de cartes, qui demande souvent internet.
gu: રસ્તો તમારી મેપ ઍપમાં ખૂલે છે. વળાંક-દર-વળાંક માર્ગદર્શન માટે તે ઍપ અને સામાન્ય રીતે ઇન્ટરનેટ જોઈએ.
ha: Kwatance suna buɗewa a manhajar taswirarku. Jagora mataki-mataki yana buƙatar wannan manhaja kuma yawanci intanet.
hi: रास्ता आपके मैप ऐप में खुलता है। मोड़-दर-मोड़ निर्देशों के लिए वह ऐप और आम तौर पर इंटरनेट चाहिए।
hu: Az útvonal a térképalkalmazásodban nyílik meg. A részletes navigációhoz az az alkalmazás és általában internet kell.
id: Petunjuk arah terbuka di aplikasi peta Anda. Navigasi belokan perlu aplikasi itu dan biasanya internet.
ka: მარშრუტი გაიხსნება თქვენს რუკების აპში. ნაბიჯ-ნაბიჯ ნავიგაციას ეს აპი და, როგორც წესი, ინტერნეტი სჭირდება.
km: ផ្លូវទៅនឹងបើកនៅក្នុងកម្មវិធីផែនទីរបស់អ្នក។ ការណែនាំផ្លូវមួយជំហានម្ដងៗត្រូវការកម្មវិធីនោះ ហើយជាធម្មតាត្រូវការអ៊ីនធឺណិត។
kn: ದಾರಿ ನಿಮ್ಮ ನಕ್ಷೆ ಆ್ಯಪ್‌ನಲ್ಲಿ ತೆರೆಯುತ್ತದೆ. ತಿರುವು-ತಿರುವಿನ ಮಾರ್ಗದರ್ಶನಕ್ಕೆ ಆ ಆ್ಯಪ್ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ಇಂಟರ್ನೆಟ್ ಬೇಕು.
mk: Насоките се отвораат во вашата апликација за мапи. За навигација чекор по чекор е потребна таа апликација и обично интернет.
ml: വഴി നിങ്ങളുടെ മാപ്പ് ആപ്പിൽ തുറക്കും. ടേൺ-ബൈ-ടേൺ നിർദ്ദേശങ്ങൾക്ക് ആ ആപ്പും സാധാരണയായി ഇന്റർനെറ്റും വേണം.
mr: रस्ता तुमच्या मॅप ॲपमध्ये उघडतो. वळणानुसार मार्गदर्शनासाठी ते ॲप आणि सहसा इंटरनेट लागते.
nl: De route opent in je kaarten-app. Stapsgewijze navigatie vereist die app en meestal internet.
pa: ਰਸਤਾ ਤੁਹਾਡੀ ਨਕਸ਼ਾ ਐਪ ਵਿੱਚ ਖੁੱਲ੍ਹੇਗਾ। ਮੋੜ-ਦਰ-ਮੋੜ ਰਹਿਨੁਮਾਈ ਲਈ ਉਹ ਐਪ ਅਤੇ ਆਮ ਤੌਰ ’ਤੇ ਇੰਟਰਨੈੱਟ ਚਾਹੀਦਾ ਹੈ।
pt: As rotas abrem no seu app de mapas. A navegação passo a passo precisa desse app e, geralmente, de internet.
ru: Маршрут откроется в приложении карт. Для пошаговой навигации нужно это приложение и обычно интернет.
si: මඟ ඔබේ සිතියම් යෙදුමේ විවෘත වේ. පියවරෙන් පියවර මඟ පෙන්වීමට එම යෙදුම සහ සාමාන්‍යයෙන් අන්තර්ජාලය අවශ්‍යයි.
sr: Упутства се отварају у апликацији за мапе. Навигација корак по корак захтева ту апликацију и обично интернет.
sw: Maelekezo yanafunguka kwenye programu yako ya ramani. Maelekezo ya hatua kwa hatua yanahitaji programu hiyo na kwa kawaida intaneti.
te: దారి మీ మ్యాప్స్ యాప్‌లో తెరుచుకుంటుంది. మలుపు-మలుపు నావిగేషన్‌కు ఆ యాప్, సాధారణంగా ఇంటర్నెట్ అవసరం.
th: เส้นทางจะเปิดในแอปแผนที่ของคุณ การนำทางทีละขั้นต้องใช้แอปนั้นและมักต้องใช้อินเทอร์เน็ต
tr: Yol tarifi harita uygulamanızda açılır. Adım adım yönlendirme o uygulamayı ve genellikle internet gerektirir.
ug: يول كۆرسىتىش خەرىتە ئەپىڭىزدە ئېچىلىدۇ. قەدەممۇقەدەم يول باشلاش ئۈچۈن شۇ ئەپ ۋە ئادەتتە تور كېرەك.
ur: راستہ آپ کی میپس ایپ میں کھلے گا۔ قدم بہ قدم رہنمائی کے لیے وہ ایپ اور عموماً انٹرنیٹ درکار ہے۔
vi: Chỉ đường sẽ mở trong ứng dụng bản đồ của bạn. Dẫn đường từng chặng cần ứng dụng đó và thường cần internet.
zh_hans: 路线会在你的地图应用中打开。逐向导航需要该应用，通常也需要联网。

# fajr_ends_at_sunrise
source: Fajr time ends at sunrise, %1$@
ar: ينتهي وقت الفجر عند الشروق، %1$@
as: ফজৰৰ সময় সূৰ্যোদয়ত শেষ হয়, %1$@
bn: ফজরের সময় সূর্যোদয়ে শেষ হয়, %1$@
bs: Vrijeme sabaha traje do izlaska sunca, %1$@
ckb: کاتی نوێژی بەیانی بە خۆرهەڵاتن کۆتایی دێت، %1$@
es: El tiempo de Fajr termina al amanecer, %1$@
fa: وقت نماز صبح با طلوع آفتاب، ساعت %1$@، تمام می‌شود
fa_af: وقت نماز صبح با طلوع آفتاب، ساعت %1$@، تمام می‌شود
fil: Nagtatapos ang oras ng Fajr sa pagsikat ng araw, %1$@
fr: Le temps du Fajr finit au lever du soleil, %1$@
gu: ફજરનો સમય સૂર્યોદયે પૂરો થાય છે, %1$@
ha: Lokacin Asuba yana ƙarewa idan rana ta fito, %1$@
hi: फ़ज्र का वक़्त सूर्योदय पर ख़त्म होता है, %1$@
hu: A fadzsr ideje napkeltekor ér véget, %1$@-kor
id: Waktu Subuh berakhir saat terbit, %1$@
ka: ფაჯრის დრო მთავრდება მზის ამოსვლისას, %1$@
km: ពេលស៊ូពុហ៍បញ្ចប់នៅពេលថ្ងៃរះ %1$@
kn: ಫಜ್ರ್ ಸಮಯ ಸೂರ್ಯೋದಯದೊಂದಿಗೆ ಮುಗಿಯುತ್ತದೆ, %1$@
mk: Времето за сабах завршува со изгрејсонце, %1$@
ml: സുബ്ഹിന്റെ സമയം സൂര്യോദയത്തോടെ അവസാനിക്കും, %1$@
mr: फजरची वेळ सूर्योदयाला संपते, %1$@
nl: De tijd van Fajr eindigt bij zonsopgang, %1$@
pa: ਫ਼ਜਰ ਦਾ ਵਕਤ ਸੂਰਜ ਚੜ੍ਹਨ ’ਤੇ ਖ਼ਤਮ ਹੁੰਦਾ ਹੈ, %1$@
pt: O horário do Fajr termina no nascer do sol, %1$@
ru: Время фаджра заканчивается с восходом, в %1$@
si: ෆජ්ර් වේලාව හිරු උදාවෙන් අවසන් වේ, %1$@
sr: Време сабаха траје до изласка сунца, %1$@
sw: Wakati wa Alfajiri unaisha jua linapochomoza, %1$@
te: ఫజ్ర్ సమయం సూర్యోదయంతో ముగుస్తుంది, %1$@
th: เวลาซุบฮิสิ้นสุดเมื่อดวงอาทิตย์ขึ้น %1$@
tr: İmsak vakti güneş doğunca biter, %1$@
ug: بامدات ۋاقتى كۈن چىققاندا، يەنى %1$@ دە ئاخىرلىشىدۇ
ur: فجر کا وقت طلوعِ آفتاب پر ختم، %1$@
vi: Giờ Fajr kết thúc lúc mặt trời mọc, %1$@
zh_hans: 晨礼时间于日出时结束，%1$@

# favorite_add
source: Add to favorites
ar: أضف إلى المفضلة
as: প্ৰিয়ত যোগ কৰক
bn: প্রিয়তে যোগ করুন
bs: Dodaj u omiljene
ckb: زیادکردن بۆ دڵخوازەکان
es: Añadir a favoritos
fa: افزودن به علاقه‌مندی‌ها
fa_af: افزودن به برگزیده‌ها
fil: Idagdag sa mga paborito
fr: Ajouter aux favoris
gu: મનપસંદમાં ઉમેરો
ha: Ƙara cikin waɗanda aka fi so
hi: पसंदीदा में जोड़ें
hu: Hozzáadás a kedvencekhez
id: Tambah ke favorit
ka: რჩეულებში დამატება
km: បន្ថែមទៅចំណូលចិត្ត
kn: ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಿ
mk: Додај во омилени
ml: പ്രിയപ്പെട്ടവയിൽ ചേർക്കുക
mr: आवडीमध्ये जोडा
nl: Toevoegen aan favorieten
pa: ਪਸੰਦੀਦਾ ਵਿੱਚ ਜੋੜੋ
pt: Adicionar aos favoritos
ru: Добавить в избранное
si: ප්‍රියතමවලට එක් කරන්න
sr: Додај у омиљене
sw: Ongeza kwenye vipendwa
te: ఇష్టమైనవాటికి జోడించు
th: เพิ่มในรายการโปรด
tr: Favorilere ekle
ug: ياقتۇرغانلارغا قوشۇش
ur: پسندیدہ میں شامل کریں
vi: Thêm vào yêu thích
zh_hans: 添加到收藏

# favorite_remove
source: Remove from favorites
ar: أزل من المفضلة
as: প্ৰিয়ৰ পৰা আঁতৰাওক
bn: প্রিয় থেকে সরান
bs: Ukloni iz omiljenih
ckb: لابردن لە دڵخوازەکان
es: Quitar de favoritos
fa: حذف از علاقه‌مندی‌ها
fa_af: حذف از برگزیده‌ها
fil: Alisin sa mga paborito
fr: Retirer des favoris
gu: મનપસંદમાંથી દૂર કરો
ha: Cire daga waɗanda aka fi so
hi: पसंदीदा से हटाएँ
hu: Eltávolítás a kedvencek közül
id: Hapus dari favorit
ka: რჩეულებიდან ამოშლა
km: ដកចេញពីចំណូលចិត្ត
kn: ಮೆಚ್ಚಿನವುಗಳಿಂದ ತೆಗೆದುಹಾಕಿ
mk: Отстрани од омилени
ml: പ്രിയപ്പെട്ടവയിൽ നിന്ന് നീക്കുക
mr: आवडीमधून काढा
nl: Verwijderen uit favorieten
pa: ਪਸੰਦੀਦਾ ਵਿੱਚੋਂ ਹਟਾਓ
pt: Remover dos favoritos
ru: Удалить из избранного
si: ප්‍රියතමවලින් ඉවත් කරන්න
sr: Уклони из омиљених
sw: Ondoa kwenye vipendwa
te: ఇష్టమైనవాటి నుండి తీసివేయి
th: ลบออกจากรายการโปรด
tr: Favorilerden çıkar
ug: ياقتۇرغانلاردىن چىقىرىش
ur: پسندیدہ سے ہٹائیں
vi: Xóa khỏi yêu thích
zh_hans: 从收藏中移除

# favorite_state
source: In favorites
ar: في المفضلة
as: প্ৰিয়ত আছে
bn: প্রিয়তে আছে
bs: U omiljenim
ckb: لە دڵخوازەکاندایە
es: En favoritos
fa: در علاقه‌مندی‌ها
fa_af: در برگزیده‌ها
fil: Nasa mga paborito
fr: Dans les favoris
gu: મનપસંદમાં
ha: A cikin waɗanda aka fi so
hi: पसंदीदा में
hu: A kedvencek között
id: Di favorit
ka: რჩეულებშია
km: នៅក្នុងចំណូលចិត្ត
kn: ಮೆಚ್ಚಿನವುಗಳಲ್ಲಿದೆ
mk: Во омилени
ml: പ്രിയപ്പെട്ടവയിൽ
mr: आवडीमध्ये
nl: In favorieten
pa: ਪਸੰਦੀਦਾ ਵਿੱਚ
pt: Nos favoritos
ru: В избранном
si: ප්‍රියතමවල ඇත
sr: У омиљенима
sw: Kwenye vipendwa
te: ఇష్టమైనవాటిలో ఉంది
th: อยู่ในรายการโปรด
tr: Favorilerde
ug: ياقتۇرغانلاردا
ur: پسندیدہ میں
vi: Trong mục yêu thích
zh_hans: 已收藏

source: Favorites
ar: المفضلة
as: প্ৰিয়
bn: প্রিয়
bs: Omiljene
ckb: دڵخوازەکان
es: Favoritos
fa: علاقه‌مندی‌ها
fa_af: برگزیده‌ها
fil: Mga paborito
fr: Favoris
gu: મનપસંદ
ha: Waɗanda aka fi so
hi: पसंदीदा
hu: Kedvencek
id: Favorit
ka: რჩეულები
km: ចំណូលចិត្ត
kn: ಮೆಚ್ಚಿನವುಗಳು
mk: Омилени
ml: പ്രിയപ്പെട്ടവ
mr: आवडी
nl: Favorieten
pa: ਪਸੰਦੀਦਾ
pt: Favoritos
ru: Избранное
si: ප්‍රියතම
sr: Омиљене
sw: Vipendwa
te: ఇష్టమైనవి
th: รายการโปรด
tr: Favoriler
ug: ياقتۇرغانلار
ur: پسندیدہ
vi: Yêu thích
zh_hans: 收藏

# follow_device_location
source: Follow my location
ar: اتبع موقعي
as: মোৰ অৱস্থান অনুসৰণ কৰক
bn: আমার লোকেশন অনুসরণ করুন
bs: Prati moju lokaciju
ckb: شوێنەکەم بەدوادا بچێ
es: Seguir mi ubicación
fa: دنبال کردن موقعیت من
fa_af: دنبال کردن موقعیت من
fil: Sundan ang aking lokasyon
fr: Suivre ma position
gu: મારા લોકેશન મુજબ
ha: Bi wurina
hi: मेरी लोकेशन के अनुसार
hu: Helyzetem követése
id: Ikuti lokasi saya
ka: ჩემი მდებარეობის მიდევნება
km: តាមទីតាំងរបស់ខ្ញុំ
kn: ನನ್ನ ಸ್ಥಳವನ್ನು ಅನುಸರಿಸಿ
mk: Следи ја мојата локација
ml: എന്റെ ലൊക്കേഷൻ പിന്തുടരുക
mr: माझ्या लोकेशननुसार
nl: Mijn locatie volgen
pa: ਮੇਰੇ ਟਿਕਾਣੇ ਮੁਤਾਬਕ
pt: Seguir minha localização
ru: Следовать за моим местоположением
si: මගේ ස්ථානය අනුගමනය කරන්න
sr: Прати моју локацију
sw: Fuata mahali nilipo
te: నా లొకేషన్‌ను అనుసరించు
th: ตามตำแหน่งของฉัน
tr: Konumumu takip et
ug: ئورنۇمغا ئەگىشىش
ur: میرے مقام کے مطابق
vi: Theo vị trí của tôi
zh_hans: 跟随我的位置

source: Get directions
ar: الاتجاهات
as: পথ নিৰ্দেশনা লওক
bn: পথনির্দেশ নিন
bs: Upute za put
ckb: ڕێنمایی ڕێگا
es: Cómo llegar
fa: مسیریابی
fa_af: مسیریابی
fil: Kumuha ng direksyon
fr: Itinéraire
gu: રસ્તો જુઓ
ha: Samu kwatance
hi: रास्ता देखें
hu: Útvonaltervezés
id: Petunjuk arah
ka: მარშრუტის მიღება
km: យកផ្លូវទៅ
kn: ದಾರಿ ಪಡೆಯಿರಿ
mk: Добиј насоки
ml: വഴി കാണുക
mr: रस्ता पाहा
nl: Route plannen
pa: ਰਸਤਾ ਵੇਖੋ
pt: Ver rota
ru: Проложить маршрут
si: මඟ ලබා ගන්න
sr: Упутства за пут
sw: Pata maelekezo
te: దారి చూపించు
th: ขอเส้นทาง
tr: Yol tarifi al
ug: يول كۆرسىتىش
ur: راستہ دیکھیں
vi: Chỉ đường
zh_hans: 获取路线
